{
  "category": "bewitchment:brewing",
  "name": "Основы зельеварения",
  "icon": "bewitchment:witch_cauldron",
  "advancement": "bewitchment:hidden_unlocks/altars",
  "priority": true,
  "pages": [
	{
	  "type": "patchouli:text",
	  "text": "Тонкое искусство зельеварения — это суть практики ведьмовства. Как видно из названия, даёт понять, что всё упирается в варке зелий.$(br2)Чтобы начать с зельеварения, тебе понадобится кипение воды$(l:bewitchment:tools/witch_cauldron)Котёл ведьмы$(), немного $(l:bewitchment:introduction/altars)Силы алтаря$(), также как и некие другие ингредиенты.$(br2)Чтобы начать варку, сначала добавь $(l:bewitchment:introduction/crops)Корень мандрагоры$() в $(l:bewitchment:tools/witch_cauldron)Котёл ведьмы$()."
	},
	{
	  "type": "patchouli:text",
	  "text": "После добавления $(l:bewitchment:introduction/crops)Корня мандрагоры$() ты можешь добавить другие ингредиенты. Каждый ингредиент на 150 увеличит $(l:bewitchment:introduction/altars)Силу алтаря$(), необходимую для разлива отвара, и к тому же малоэффективная $(l:bewitchment:introduction/altars)Сила алтаря$() во время варки заставит отвар немедленно потерпеть неудачу, так что имей это в виду.$(br2)Ингредиенты могут быть поделённые на ингредиенты для зелья и модификаторов. Независимо от твоей $(l:bewitchment:introduction/altars)Силы алтаря$(), ты можешь добавить всего-то до 4х ингредиентов."
	},
	{
	  "type": "patchouli:text",
	  "text": "Ингредиенты для зелья добавят эффекты для твоего отвара. Во всяком случае, ты всегда захочешь поиметь один из этих. Точные эффекты, предоставленные за счёт некоторых ингредиентов для зелий, описаны в других записях. Можно добавить больше ингредиентов, хотя это обходится местом для модификаторов.$(br2)Модификаторы повысят качество отвара: Редстоуновая пыль увеличивает продолжительность, при этом Светокаменная пыль делает его ещё мощнее."
	},
	{
	  "type": "patchouli:text",
	  "text": "Ты можешь добавить только 1 усиливающий силу модификатор; но, тем не менее, другие модификаторы технически ограничены только количеством оставшегося места и твоей $(l:bewitchment:introduction/altars)Силы алтаря$().$(br2)Наконец, ты можешь пост обрабатывать свои зелья с использованием обычной Зельеварки. А ещё следует отметить, что когда вода коричневая, как правило, означает, что твой отвар не удался.$(br2)$(o)Вероятно, тебе следует экспериментировать самому, чтобы выяснить, что работает, а что нет?$()"
	}
  ]
}
