{
  "category": "bewitchment:brewing",
  "name": "Основы Варки",
  "icon": "bewitchment:witch_cauldron",
  "advancement": "bewitchment:hidden_unlocks/altars",
  "priority": true,
  "pages": [
	{
	  "type": "patchouli:text",
	  "text": "Тонкое искусство варки - это основная дисциплина колдовства. Как следует из названия, все дело в приготовлении зелий.$(br2)Чтобы начать варку, вам понадобится кипящий $(l:bewitchment:tools/witch_cauldron)ведьмин котел$(), $(l:bewitchment:introduction/altars) алтарь силы$(), а также различные ингредиенты.$(br2)Чтобы начать варку, сначала добавьте $(l:bewitchment:introduction/crops)Корень мандрагоры$() в $(l:bewitchment:tools/witch_cauldron)Ведьмин котел$()."
	},
	{
	  "type": "patchouli:text",
	  "text": "После добавления $(l:bewitchment:introduction/crops)Корень мандрагоры$(), вы можете добавить другие ингредиенты. Каждый ингредиент увеличит мощность  $(l:bewitchment:introduction/altars)алтаря силы$() необходимую для розлива напитка в бутылки, на 150, а недостаточная мощность $(l:bewitchment:introduction/altars)алтаря силы$() во время варки приведет к немедленному выходу напитка из строя, так что имейте это в виду.$(br2)Ингредиенты можно разделить на ингредиенты для зелий и модификаторы. Независимо от вашей $(l:bewitchment:introduction/altars)силы алтаря$(), вы можете добавить только до четырех ингредиентов.."
	},
	{
	  "type": "patchouli:text",
	  "text": "Ингредиенты для зелий добавляют эффекты к вашему вареву. Вы всегда будете хотеть иметь хотя бы один из них. Точные эффекты, обеспечиваемые определенными ингредиентами зелий, описаны в других статьях. Можно добавить больше ингредиентов, хотя это происходит за счет места для модификаторов.$(br2) Модификаторы улучшат ваш напиток: Пыль Редстоуна увеличивает продолжительность, в то время как Пыль Светящегося камня делает его более мощным."
	},
	{
	  "type": "patchouli:text",
	  "text": "Вы можете добавить только один модификатор, повышающий качество;  однако другие модификаторы технически ограничены только количеством оставшегося места и вашей  $(l:bewitchment:introduction/altars)силой алтаря$().$(br2)Наконец, вы можете обрабатывать свои зелья с помощью обычной подставки для заваривания. Также обратите внимание, что когда вода коричневая, это обычно означает, что вы не смогли создать свое зелье. $(br2)$(o)Может быть, вам стоит поэкспериментировать самому, чтобы выяснить, что работает, а что нет?$()"
	}
  ]
}
